tap "dagger/tap"
tap "homebrew/bundle"
tap "pulumi/tap"
tap "trufflesecurity/trufflehog"
brew "ansible"
brew "autoconf"
brew "aws-sso-util"
brew "awscli"
brew "awsume"
brew "bash-completion"
brew "bat"
brew "cask"
brew "consul"
brew "csvkit"
brew "dive"
brew "docker-machine"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "go"
brew "helm"
brew "hstr"
brew "htop"
brew "httpie"
brew "hugo"
brew "istioctl"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "kubectx"
brew "kustomize"
brew "mas"
brew "miller"
brew "minikube"
brew "mkdocs"
brew "molecule"
brew "nmap"
brew "node"
brew "nvm"
brew "openssl@3"
brew "openshift-cli"
brew "packer"
brew "pipenv"
brew "pv"
brew "pwgen"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "rtx"
brew "staticcheck"
brew "steampipe"
brew "terraform-inventory"
brew "terragrunt"
brew "tfenv"
brew "tflint"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tree"
brew "trivy"
brew "vault"
brew "virtualenv"
brew "virtualenvwrapper"
brew "wget"
brew "yarn"
brew "yq"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "dagger/tap/dagger-cue"
brew "pulumi/tap/pulumi"
brew "trufflesecurity/trufflehog/trufflehog"
cask "alfred"
cask "aws-vault"
cask "cheatsheet"
cask "docker"
cask "dropbox"
cask "gitkraken"
cask "istat-menus"
cask "iterm2"
cask "jitsi-meet"
cask "monitorcontrol"
cask "obs"
cask "postman"
cask "pycharm-ce"
cask "rectangle"
cask "sengi"
cask "spotify"
cask "visual-studio-code"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
